---
date: 2024-11-05T20:17:00.000Z
layout: post
title: 燕云旧梦（零）
subtitle: 春雪
description: 说说那些年在华北平原上发生的事情
image: >-
  /assets/img/uploads/reds/pku0.jpg
bigcategory: 红黑碰撞
category: 长考
tags:
  - 红黑碰撞
  - 长考
author: 乌鸦BOSS本尊
paginate: true
music: 2137074704
---


> 「
>
> 雪花开在冬夜深处蔓延
>
> 蔓延到一个危险的春天
>
> 春天蚕食消融目空一切
>
> 一切啊那曾是我的世界
>
> 」

Hi all，这里是小绫。

刚刚过去的2024年11月5日是一个特别的日子，距离我第一次踏入燕园恰好过去3000天。

在竞赛集训的一个平常的下午，我接到一通关于综合营报名的电话。可以说，在那通电话，甚至是2016年8月19日之前，我从未想过去北京，也没什么兴趣。但既然来到了，也就看看吧。

于是在那个夏天，我们一群以“玩得开心就好”为共识的广东朋友玩得很开心。我记不清那些文化讲座、学科宣讲或是展览参观的细节，也辨不清从教学楼到宿舍楼的路线与方向。直到很远的后来，我才隐隐约约记得教学楼应该是理教，宿舍楼是唯一有独卫的34A/B；我们第一次进入了邱德拔、一体、校史馆、赛克勒、微纳大楼，虽然后来也再没去过几次罢了。

唯有最后一夜晚会上摇曳的七彩荧光，映在了我的心底。湖光塔影、冰封未名，在此后频繁地出现在我的语境中。我期待6月11日的到来，期待八月湖上的最后一轮日出。

我不确定对你的爱是否真实，但它确切扎实地支撑着十七岁的小绫。

也许是命定，在一次又一次的考核中，我如有神助地取得我从未想象的结果，有惊无险地度过了一个危险的春天，最终成功结缘。【毕竟隔壁某校并没有这样的缘分啊（笑）】我得以（基本）完整地见证了一个又一个pastel-colored的夏天、银杏铺满地面的秋天、白雪茫茫的冬天，与更多危险的春天。

后面的七期，将会以时间为线索对这七年进行回溯。其实这一想法从本科结束之后就已经萌生了，一直拖到了这个特别的时间节点。一些事情过去很久已经记不清了，留下的材料又不多，希望尽我所能想起来吧。
